[
  {
    "Name": "Dan Dan Noodles",
    "ProductPrice": "5.95",
    "SalePrice": "12.95",
    "Description": "Dan Dan Noodles are Sichuan's archetypal street snack, named for the bamboo pole that the vendors used to transport the snack. Although Dan Dan Noodles usually involve a splutter of pork mince, this recipe is vegetarian and a pared-down version of the original.",
    "Category": "Chinese",
    "Stock": 40,
    "Highlight": false,
    "Photos": [
      {
        "Url": "https://i.ndtvimg.com/i/2016-11/dan-dan-noodles_620x350_61479458545.jpg",
        "IsMain": true
      }
    ]
  },
  {
    "Name": "Pho",
    "ProductPrice": "4.99",
    "SalePrice": "13.95",
    "Description": "Pho is the thread that twines together the entire country. At its most basic pho is made up of beef, broth and rice vermicelli noodles, but depending where in Vietnam you go, its embellishments will change.",
    "Category": "Vietnamese",
    "Stock": 40,
    "Highlight": true,
    "Photos": [
      {
        "Url": "https://i.ndtvimg.com/i/2016-11/pho-noodles_620x350_81479458577.jpg",
        "IsMain": true
      }
    ]
  },
  {
    "Name": "Ramen",
    "ProductPrice": "3.95",
    "SalePrice": "11.95",
    "Description": "Ramen is essentially just made up of noodles, broth, tare (the savoury essence that rests at the bottom of the ramen bowl, imbuing it with its particular umami flavour) and toppings.",
    "Category": "Japanese",
    "Stock": 40,
    "Highlight": true,
    "Photos": [
      {
        "Url": "https://i.ndtvimg.com/i/2016-11/ramen-noodles_620x350_51479458604.jpg",
        "IsMain": true
      }
    ]
  },
  {
    "Name": "Japchae",
    "ProductPrice": "6.99",
    "SalePrice": "16.95",
    "Description": "Veggie Stir-Fried Japchae, made with translucent sweet potato noodles, but dig deeper and you will find refreshingly cold naengmyeon (buckwheat noodles swimming in beef broth and served with egg, kimchi, beef and Asian pear), thick, chewy wheat noodles doused in a spicy sauce (jjolmyeon), the odd, milky kongoksu noodles and the home-style kalguksu made with anchovies, shellfish or chicken.",
    "Category": "Korean",
    "Stock": 40,
    "Highlight": false,
    "Photos": [
      {
        "Url": "https://i.ndtvimg.com/i/2016-11/japchae-noodles_620x350_41479458655.jpg",
        "IsMain": true
      }
    ]
  },
  {
    "Name": "Pad Thai",
    "ProductPrice": "6.95",
    "SalePrice": "12.95",
    "Description": "Flat noodles beautifully entangled with tofu, eggs, beansprouts and sauces.",
    "Category": "Thai",
    "Stock": 40,
    "Highlight": false,
    "Photos": [
      {
        "Url": "https://i.ndtvimg.com/i/2016-11/pad-thai-noodles_620x350_61479458691.jpg",
        "IsMain": true
      }
    ]
  },
  {
    "Name": "Laksa",
    "ProductPrice": "7.99",
    "SalePrice": "13.95",
    "Description": "Malay Curry Laksa with its coconut milk base and noodles, studded with shrimp, tofu, fish balls and egg; the piquant spice blend of turmeric, ginger, galangal, lemongrass and shrimp paste soothed by the sweet creaminess of coconut milk.",
    "Category": "Malaysians",
    "Stock": 40,
    "Highlight": false,
    "Photos": [
      {
        "Url": "https://i.ndtvimg.com/i/2016-11/laksa_620x350_41479458868.jpg",
        "IsMain": true
      }
    ]
  },
  {
    "Name": "Somyeon",
    "ProductPrice": "7.99",
    "SalePrice": "13.99",
    "Description": "Very thin, long, dried Korean wheat noodles that are also called mak guksu.",
    "Category": "Korean",
    "Stock": 40,
    "Highlight": false,
    "Photos": [
      {
        "Url": "https://www.sbs.com.au/food/sites/sbs.com.au.food/files/styles/full/public/KC_Korean-Spicy-somen-noodles-with-Kimchi_0.jpg?itok=Udq04BBM&mtime=1469832307",
        "IsMain": true
      }
    ]
  },
  {
    "Name": "Yakisoba",
    "ProductPrice": "8.95",
    "SalePrice": "13.99",
    "Description": "akisoba is the Japanese variety of fried noodles. Originating from the Chinese chow main, these noodles are usually mixed with a variety of meat and vegetables. Japanese favorites are usually pork, cabbage, onions, and carrots. The most common noodle varieties used in the dish are ramen noodles (made with wheat flour) or soba noodles (made with buckwheat).",
    "Category": "Japanese",
    "Stock": 40,
    "Highlight": false,
    "Photos": [
      {
        "Url": "https://cdn.tasteatlas.com/Images/Dishes/730db49aee6c4842a719feec670e4709.jpg?w=905&h=510",
        "IsMain": true
      }
    ]
  },
  {
    "Name": "Tsukemen",
    "ProductPrice": "4.00",
    "SalePrice": "11.00",
    "Description": "Tsukemen is a noodle dish from Japan that is eaten in a unique way. Cold noodles are dipped in the accompanying soup, broth, or sauce, which are served hot in a separate bowl. The noodles can also be dipped in vinegar or spiced up with chili sauce before consumption.",
    "Category": "Japanese",
    "Stock": 40,
    "Highlight": false,
    "Photos": [
      {
        "Url": "https://cdn.tasteatlas.com/images/dishes/c2dbd880ba98473c98e4339ad4a2bfb9.jpg?w=905&h=510",
        "IsMain": true
      }
    ]
  },
  {
    "Name": "Zhajiangmian",
    "ProductPrice": "7.00",
    "SalePrice": "13.00",
    "Description": "Zhajiangmian is a Beijing specialty consisting of wheat noodles in soybean sauce and vegetables such as summer radish and sliced cucumbers. The sauce is usually made by cooking ground pork or beef in combination with fermented soybean paste. There is also a vegetarian version of the dish that substitutes the meat with smoked tofu in the production of the sauce.",
    "Category": "Chinese",
    "Stock": 40,
    "Highlight": false,
    "Photos": [
      {
        "Url": "https://cdn.tasteatlas.com/Images/Dishes/ae09eae7d55745b19059dbe883da3829.jpg?w=905&h=510",
        "IsMain": true
      }
    ]
  },
  {
    "Name": "Udon",
    "ProductPrice": "5",
    "SalePrice": "10.99",
    "Description": "Udon are thick and chewy Japanese noodles made from wheat flour. The noodles are round in shape and they have a firm and chewy texture. In their simplest form, udon noodles are served in kake udon, a noodle soup with a broth made with soy sauce, dashi, and mirin.",
    "Category": "Japanese",
    "Stock": 40,
    "Highlight": false,
    "Photos": [
      {
        "Url": "https://cdn.tasteatlas.com/images/dishes/08b3fac9b0a74bb4af9153a075ecf07d.jpg?w=905&h=510",
        "IsMain": true
      }
    ]
  },
  {
    "Name": "Soba",
    "ProductPrice": "4.95",
    "SalePrice": "10.99",
    "Description": "Soba are traditional Japanese buckwheat noodles that are served hot or cold. When served, the noodles are picked up with chopsticks, then slurped loudly, which is a part of common culture in Japan. They date back to the Edo period. One of the most common soba dishes is mori soba, in which cold noodles are consumed with tsuyu sauce.",
    "Category": "Japanese",
    "Stock": 40,
    "Highlight": false,
    "Photos": [
      {
        "Url": "https://cdn.tasteatlas.com/images/dishes/a77a89e8d1aa4b96be1b51e04dd8f844.jpg?w=905&h=510",
        "IsMain": true
      }
    ]
  },
  {
    "Name": "Lo Mein",
    "ProductPrice": "6",
    "SalePrice": "12.95",
    "Description": "Another classic of Chinese cuisine, Guangdongese lo mein or laomian (lit. stirred noodles) refers to any kind of dish made with separately boiled wheat and egg noodles which are then tossed in a savory sauce and mixed with various stir-fried vegetables or meats.",
    "Category": "Chinese",
    "Stock": 40,
    "Highlight": false,
    "Photos": [
      {
        "Url": "https://cdn.tasteatlas.com/Images/Dishes/c8d8acba065a488c9447cde581338c59.jpg?w=905&h=510",
        "IsMain": true
      }
    ]
  },
  {
    "Name": "Beef Noodle Soup",
    "ProductPrice": "9.95",
    "SalePrice": "16.95",
    "Description": "The savory, spicy beef noodle soup is the national dish of Taiwan and the source of immense pride for the locals. The dish is an ideal winter comfort food, typically consisting of beef, broth, vegetables, noodles, and spices. Beef noodle soup has a great Sichuan influence dating back to the 1940s, when China was in civil war and many Chinese people moved to Taiwan, creating this cross-provincial dish and incorporating chili bean sauce and Sichuan peppercorns into it along the way.",
    "Category": "Taiwanese",
    "Stock": 40,
    "Highlight": true,
    "Photos": [
      {
        "Url": "https://cdn.tasteatlas.com/Images/Dishes/23ad98bfa6704a2384f5dd0463d9749b.jpg?w=905&h=510",
        "IsMain": true
      }
    ]
  },
  {
    "Name": "Wonton Noodles",
    "ProductPrice": "9.95",
    "SalePrice": "15.95",
    "Description": "Wonton noodles is a popular Cantonese noodle dish with many regional varieties found throughout Southeast Asia. Traditionally, it consists of chewy egg noodles and wonton dumplings, combined and served in a flavorful chicken, pork, or seafood broth.",
    "Category": "Chinese",
    "Stock": 40,
    "Highlight": false,
    "Photos": [
      {
        "Url": "https://cdn.tasteatlas.com/Images/Dishes/70a4dccb107846be9a56f8f35ed20fe8.jpg?w=905&h=510",
        "IsMain": true
      }
    ]
  },
  {
    "Name": "Biangbiang noodles",
    "ProductPrice": "4.95",
    "SalePrice": "12.99",
    "Description": "Biangbiang noodles, also known as belt noodles due to their broadness and length, are a specialty of Shaanxi province in China. The noodles are usually topped with vegetables and herbs such as spring onions, garlic, leeks, coriander, Sichuan peppercorns, cumin, and chili.",
    "Category": "Chinese",
    "Stock": 40,
    "Highlight": false,
    "Photos": [
      {
        "Url": "https://cdn.tasteatlas.com/Images/Dishes/f417c973168f4e2bba292267095d9669.jpg?w=905&h=510",
        "IsMain": true
      }
    ]
  },
  {
    "Name": "Bún chả",
    "ProductPrice": "8.99",
    "SalePrice": "16.99",
    "Description": "Bún chả is a pork and noodle dish that is intricately connected to Hanoi, where it is believed to have originated. The dish combines three elements: a bowl of grilled pork served in a cold broth, a plate of rice noodles, and a combination of various fresh greens such as perilla leaves, lettuce, coriander, and morning glory.",
    "Category": "Vietnamese",
    "Stock": 40,
    "Highlight": false,
    "Photos": [
      {
        "Url": "https://cdn.tasteatlas.com/images/dishes/fe1a26ac1abe4965abac2a042e3cc5ad.jpg?w=905&h=510",
        "IsMain": true
      }
    ]
  },
  {
    "Name": "Jjapaguri",
    "ProductPrice": "8.85",
    "SalePrice": "17.95",
    "Description": "Jjapaguri is a Korean dish that consists of two types of instant noodles. It's also known as ram-den, a made-up word popularized in Boong Joon-Ho's movie Parasite, denoting a combination of ramen and udon. Jjapaguri combines Korean instant noodles such as Chapagetti (jajang ramen noodles) and Neoguri (udon noodles in a spicy seafood broth) for a budget comfort food item, while in the movie Parasite, the dish looks a bit fancier because it's topped with premium beef (hanu), showing how affluent the upper-class family really is.",
    "Category": "Korean",
    "Stock": 40,
    "Highlight": false,
    "Photos": [
      {
        "Url": "https://cdn.tasteatlas.com/images/dishes/7ccaa543b5ac42a983cbb46a627bfc11.jpg?w=905&h=510",
        "IsMain": true
      }
    ]
  },
  {
    "Name": "Beef chow fun",
    "ProductPrice": "7.95",
    "SalePrice": "16.95",
    "Description": "Beef chow fun is a Cantonese dish prepared by stir-frying previously marinated beef slices together with flat, wide rice noodles (hor fun), and bean sprouts. Because of the preparation method, beef chow fun is a true measure of any accomplished Cantonese chef.",
    "Category": "Chinese",
    "Stock": 40,
    "Highlight": false,
    "Photos": [
      {
        "Url": "https://cdn.tasteatlas.com/images/dishes/31d7a770cc944d94bf31554ea390b76b.jpg?w=905&h=510",
        "IsMain": true
      }
    ]
  },
  {
    "Name": "Ants climbing a tree",
    "ProductPrice": "6.95",
    "SalePrice": "15.95",
    "Description": "The unusually named Sichuan dish known as ants climbing a tree consists of glass noodles in a flavorful sauce with ground pork. The name is derived from the visual appearance of the dish, where the glass noodles represent tree branches, the chopped green onions represent leaves, and bits of ground pork represent the ants.",
    "Category": "Chinese",
    "Stock": 40,
    "Highlight": true,
    "Photos": [
      {
        "Url": "https://cdn.tasteatlas.com/Images/Dishes/80be85585ae444838be7e80218974589.jpg?w=905&h=510",
        "IsMain": true
      }
    ]
  }
]
